/* Singular server count for IP Groups tab table cell subtext */
"%i server" = "%i Server";
 
/* Server count for IP Groups tab table cell subtext */
"%i servers" = "%i Server";
 
/* Server count for IP Groups tab table cell subtext */
"0 servers" = "0 Server";

"server" = "server";
 
/* Actions table section header */
"Actions" = "Aktionen";
 
/* Server Active Status */
"Active" = "Aktive";
 
/* Confirm resize deletion warning */
"After verification, the old server will be deleted and will be billed at a prorated amount." = "Nach der Bestätigung, wird der alte Server gelöscht.";
 
/* New server validation alert message */
"All fields are required." = "Alle Felder werden benötigt";
 
/* API Key cell label */
"API Key" = "API Schlüssel";
 
/* Hard Reboot confirmation warning */
"Are you sure you want to perform a hard reboot?" = "Sind Sie sicher einen Hardreboot durchzuführen?";
 
/* Soft Reboot confirmation warning */
"Are you sure you want to perform a soft reboot?" = "Sind Sie sicher einen Softreboot durchzuführen?";
 
/* Auth failure alert title */
"Authentication Failure" = "Authentifizierung Fehler";
 
/* Server Backups cell label */
"Backups" = "Sicherungen";
 
/* Server Building Status */
"Building..." = "Erstelle...";
 
/* bytes */
"bytes" = "Bytes";
 
/* Cancel
  Cancel Reboot button */
"Cancel" = "Abbrechen";
 
/* CDN URL label */
"CDN URL" = "CDN URL";
 
/* Choose a file type table section header */
"Choose a file type" = "Wählen Sie einen Dateitypen";
 
/* Choose a Flavor table section header */
"Choose a Flavor" = "Wählen Sie eine Art aus";
 
/* Choose an Image table section header */
"Choose an Image" = "Wählen Sie ein Image";
 
/* Confirm password cell label */
"Confirm Password" = "Bestätigung";
 
/* Confirm Resize button */
"Confirm Resize" = "Anpassung Bestätigung";
 
/* Connection Failure alert title */
"Connection Failure" = "Verbindungs- Fehler";
 
/* Container Details table section header */
"Container Details" = "Container Details";
 
/* CDN table section header */
"Content Delivery Network" = "Content Delivery Network";
 
/* Disk
  Flavor disk space subtext
  Server Disk Space cell label */
"Disk" = "Disk";
 
/* Email attachment button */
"Email File as Attachment" = "Datei als Anhang versenden";
 
/* Email Link button */
"Email Link to File" = "Link per Email versenden";
 
/* Enter a new password table section header */
"Enter a new password" = "Geben Sie ein neues Passwort ein";
 
/* Enter server name table section header */
"Enter your server name" = "Servername";
 
/* Error Confirming server resize alert title */
"Error Confirming" = "Fehler Bestätigung";
 
/* Error Reverting server resize alert title */
"Error Reverting" = "Umschalt Fehler";
 
/* Error Saving alert title
  Error Saving container alert title
  Error Saving Server alert message title
  Error saving server password change alert title
  Error Saving server resize alert title */
"Error Saving" = "Fehler speichern";
 
/* file */
"file" = "Datei";
 
/* File Details table section header */
"File Details" = "Datei Information";
 
/* Object File Type label */
"File Type" = "Datei Typ";
 
/* files */
"files" = "Dateien";
 
/* Container Files table section header */
"Files" = "Dateien";
 
/* Server Flavor cell label */
"Flavor" = "Art";
 
/* Confirm resize auto-confirmation warning */
"If no verification is made, the resize will be automatically verified after 12 hours." = "Wenn keine Verifizierung durchgeführt wird, wird diese nach 12 Stunden automatisch getätigt.";
 
/* Server Image cell label */
"Image" = "Bild";
 
/* Image from Camera button */
"Image from Camera" = "Bild von Kamera";
 
/* Image from Photo Library button */
"Image from Photo Library" = "Bild aus Bibliothek";
 
/* IP Group Details table section header */
"IP Group Details" = "IP Gruppen Details";
 
/* Confirm resize verification table section header */
"Is everything working properly?" = "Funktioniert alles korrekt?";
 
/* Server Launch SSH Client button */
"Launch SSH Client" = "SSH Client starten";
 
/* Loading... */
"Loading..." = "Lade...";
 
/* Log Retention cell label */
"Log Retention" = "Log zurückhalten";
 
/* Server Memory cell label */
"Memory" = "Speicher";
 
/* Container Name label
  Object Name label
  Server Name cell label
  Shared IP Group Name cell label */
"Name" = "Name";
 
/* Object label */
"Object" = "Objekt";
 
/* OK
  Reboot Failure alert message OK button
  Server Save error alert message OK button */
"OK" = "OK";
 
/* Password cell label */
"Password" = "Passwort";
 
/* Connectin Failure alert message */
"Please check your connection and try again." = "Bitte überprüfen Sie Ihre Verbindung und versuchen es erneut.";
 
/* Auth failure alert message */
"Please check your User Name and API Key." = "Bitte überprüfen Sie Ihren Benutzernamen und Ihren Api Schlüssel.";
 
/* Preview file navigation title */
"Preview" = "Vorschau";
 
/* Preview File button */
"Preview File" = "Datei Vorschau";
 
/* Private IPs table section header */
"Private IP Addresses" = "Private IP Adresse";
 
/* Public IPs table section header */
"Public IP Addresses" = "Öffentliche IP Adresse";
 
/* Publish to CDN cell label */
"Publish to CDN" = "Im CDN veröffentlichen";
 
/* RAM */
"RAM" = "RAM";
 
/* Reboot Failure alert title */
"Reboot Failure" = "Fehler beim Neutstart";
 
/* Reboot Server button */
"Reboot Server" = "Server Neustart";
 
/* Reset Password navigation title
  Server Reset Password button */
"Reset Password" = "Passwort zurücksetzen";
 
/* Server Resize Complete Status */
"Resize Complete" = "Anpassung fertig";
 
/* Resize Server navigation title
  Server Resize Server button */
"Resize Server" = "Server anpassen";
 
/* Server Resizing Status */
"Resizing..." = "Anpassung...";
 
/* Rollback Resize button */
"Rollback Resize" = "Anpassung zurücksetzen";
 
/* Resize Server Save button
  Save
  Save Server button */
"Save" = "Speichern";
 
/* Saving message */
"Saving" = "Speichere";
 
/* Server Details table section header */
"Server Details" = "Server Details";
 
/* Rename Server Server Name table section header */
"Server Name" = "Server Name";
 
/* IP Group server list table section header */
"Servers" = "Servers";
 
/* Container Size label
  Object Size label */
"Size" = "Größe";
 
/* Server Status cell label */
"Status" = "Status";
 
/* Text File button */
"Text File" = "Text Datei";
 
/* Password validation alert message */
"The password and confirmation cannot be blank and must be the same value." = "Das Passwort und die Passwortbestätigung dürfen nicht leer sein und müssen übereinstimmen.";
 
/* Change password warning */
"The root password will be updated and the server will be restarted. Please note that this process will only work if you have a user line for \"root\" in your passwd or shadow file." = "Das Root Passwort wurde geändert und der Server wird neugestartet. Dieser Vorgang funktioniert nur wenn Sie den root Eintrag in Ihrer passwd oder shadow Datei eingetragen haben.";
 
/* Error saving container due to API rate limit alert message */
"This container was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann der Kontainer nicht gespeichert werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Error saving container due to connection or other error alert message */
"This container was not saved.  Please check your connection or data and try again." = "Der Kontainer konnte nicht gesichert werden. Bitte überprüfen Sie die Verbindung oder die Daten und versuchen es erneut.";
 
/* Reboot failed due to rate limit alert message */
"This server was not rebooted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann der Server nicht neugestartet werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Reboot failed due to connection or other error alert message */
"This server was not rebooted.  Please check your connection or server and try again." = "Der Server wurde nicht neugestartet. Bitte überprüfen Sie die Verbindung und versuchen es erneut.";
 
/* TTL cell label */
"TTL" = "TTL";
 
/* User Name cell label */
"User Name" = "User Name";
 
/* Verify Resize navigation title */
"Verify Resize" = "Anpassung bestätigen";
 
/* Confirm resize verification table section header */
"Would you like to revert back to the original size?" = "Wollen Sie die Ursprungsgröße wiederherstellen?";
 
/* Server save failed due to API rate limit alert message */
"Your changes were not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann die Einstellung nicht gespeichert werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Server save failed due to connection or other error alert message */
"Your changes were not saved.  Please check your connection or the data you entered." = "Die Einstellungen konnten nicht gespeichert werden. Bitte prüfen Sie die Verbindung oder die Eingaben.";
 
/* Error saving password change due to API rate limit alert message */
"Your new password was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann das neue Passwort nicht gespeichert werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Error saving password change due to connection or other error alert
message */
"Your new password was not saved.  Please check your connection or the data you entered." = "Das neue Passwort konnte nicht gespeichert werden, bitte überprüfen Sie die Verbindung oder die Eingabe.";
 
/* Error confirming resize due to API rate limit alert message */
"Your resize was not confirmed because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann die Größen Anpassung nicht durchgeführt werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Error confirming resize due to connection or other error alert message */
"Your resize was not confirmed.  Please check your connection and try again." = "Die Anpassung wurde nicht bestätigt, bitte prüfen Sie die Verbindung oder Ihre Eingaben.";
 
/* Error reverting resize due to API rate limit alert message */
"Your resize was not reverted because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann die Größen Anpassung nicht durchgeführt werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Error reverting server resize due to connection or other error
alert message */
"Your resize was not reverted.  Please check your connection and try again." = "Die Anpassung wurde nicht bestätigt, bitte prüfen Sie die Verbindung oder Ihre Eingaben.";
 
/* Error Saving server resize due to API rate limit alert message */
"Your server was not resized because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann die Größen Anpassung nicht durchgeführt werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Error Saving server resize due to connection or other error alert message */
"Your server was not resized.  Please check your connection or the data you entered." = "Ihr Server wurde nicht verändert, bitte überprüfen Sie die Verbindung oder Ihre Eingaben.";
 
/* Error saving new server due to API rate limit alert message */
"Your server was not saved because you have exceeded the API rate limit.  Please contact the Rackspace Cloud to increase your limit or try again later." = "Sie haben die maximale Anzahl von API Zugriffen erreicht. Daher kann der Server nicht gespeichert werden. Bitte wenden Sie sich an Rackspace Cloud um die Anzahl zu erhöhen oder versuchen Sie es später noch einmal.";
 
/* Error saving new server due to connection or other error alert message */
"Your server was not saved.  Please check your connection or the data you entered and try again." = "Der Server konnte nicht gespeichert werden, bitte prüfen Sie die Verbindung oder Ihre Eingaben.";
 
/*
// Settings Page
"Authentication" = "Authentifizierung"
"User Name" = "Benutzername"
"API Key" = "API Schlüssel"
"SSH App Integration" = "SSH Einbindung"
"SSH Enabled" = "SSH aktiviert"
"App Protocol" = "Protokoll"
 
// UI Strings
'Authenticating...' = 'Authentifizierung...'
'Cloud Files' = 'Cloud Dateien'
'Soft Reboot' = 'Soft Reboot'
'Hard Reboot' = 'Hard Reboot'
'IP Groups' = 'IP Gruppen'
'Containers' = 'Container'
'Reset Password' = 'Passwort zurücksetzen'
*/